#swift
brew 'swiftlint'

#ruby
brew 'rbenv'

cask_args appdir: "/Applications"
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask '1password'
cask 'notion'
cask 'discord'
cask 'switchaudio-osx'
cask 'blueutil'

#developer
cask 'charles'
cask 'iterm2'
cask 'tig'
cask 'postman'
cask 'lepton'
cask 'brackets'
cask 'visual-studio-code'
